export default {
  errorMessage1: "الرجاء تحديد الرقم الصحيح والمحاولة مرة أخرى",
  errorMessage2: "خطأ في الخادم",
  errorMessage3: "معلمة الإرجاع غير طبيعية",
  errorMessage4: "تنسيق بيانات غير عادي",
  errorMessage5: "يرجى إنشاء قواعد التتبع المقابلة",
  errorMessage6: "مضاعف غير صحيح، يرجى إدخال صحيح والمحاولة مرة أخرى",
  errorMessage7:
    "المعلمات التي قمت بتعيينها لا تصل إلى الربح المتوقع، يرجى المحاولة مرة أخرى",
  errorMessage8: "المبلغ الذي أدخلته غير صحيح، يرجى إعادة إدخاله!",
  errorMessage9: "اللون ليس طريقة لعب فعالة",
  errorMessage10: "فشل جلب البيانات",
  errorMessage11: "تم إيقاف تشغيل اللون",
  errorMessage12: "لون نوع الفتح الفوري",
  errorMessage13: "اللعبة غير متوفرة حاليًا",
  errorMessage14: "يمكن اختيار 8 أرقام فقط",
  errorMessage15: "تم إغلاق طريقة اللعب الحالية",
  errorMessage16: "يجب أن يكون بتنسيق صندوق البريد الصحيح",
};
