export default {
  errorMessage1: "โปรดเลือกหมายเลขที่ถูกต้องและลองอีกครั้ง",
  errorMessage2: "ข้อผิดพลาดของเซิร์ฟเวอร์",
  errorMessage3: "พารามิเตอร์กลับไม่ปกติพารามิเตอร์",
  errorMessage4: "รูปแบบข้อมูลที่ไม่ปกติ",
  errorMessage5: "โปรดสร้างกฎการติดตามที่สอดคล้องกัน",
  errorMessage6: "ตัวคูณไม่ถูกต้องโปรดป้อนอย่างถูกต้องและลองอีกครั้ง",
  errorMessage7:
    "พารามิเตอร์ที่คุณตั้งค่าไม่สามารถบรรลุผลกำไรที่คาดไว้โปรดลองอีกครั้ง",
  errorMessage8: "จำนวนเงินที่คุณป้อนไม่ถูกต้อง โปรดป้อนใหม่อีกครั้ง!",
  errorMessage9: "สีไม่ได้เล่นเกมที่มีประสิทธิภาพ",
  errorMessage10: "การดึงข้อมูลล้มเหลว",
  errorMessage11: "สีถูกปิด",
  errorMessage12: "สีชนิดเปิดทันที",
  errorMessage13: "เกมนี้ยังไม่พร้อมให้บริการในขณะนี้",
  errorMessage14: "สามารถเลือกได้เพียง 8 หลักเท่านั้น",
  errorMessage15: "เกมเพลย์ปัจจุบันได้ปิดแล้ว",
  errorMessage16: "ต้องอยู่ในรูปแบบกล่องจดหมายที่ถูกต้อง",
};
